tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Get/set bluetooth power and discoverable state
brew "blueutil"
# Cryptography and SSL/TLS Toolkit
brew "openssl@1.1"
# Emacs dependency management
brew "cask"
# Configurable talking characters in ASCII art
brew "cowsay"
# User-friendly command-line shell for UNIX-like operating systems
brew "fish"
# Distributed revision control system
brew "git"
# OpenGL Extension Wrangler Library
brew "glew"
# Multi-platform library for OpenGL applications
brew "glfw"
# C++ mathematics library for graphics software
brew "glm"
# Rainbows and unicorns in your console!
brew "lolcat"
# Text-based web browser
brew "lynx"
# Port scanning utility for large networks
brew "nmap"
# Platform built on V8 to build network applications
brew "node"
# Swiss-army knife of markup format conversion
brew "pandoc"
# Object-relational database system
brew "postgresql"
# Interpreted, interactive, object-oriented programming language
brew "python@3.8"
# Watch files and take action when they change
brew "watchman"
# Internet file retriever
brew "wget"
# JavaScript package manager
brew "yarn"
# AdoptOpenJDK OpenJDK (Java) Development Kit
cask "adoptopenjdk8"
# Application launcher and productivity software
cask "alfred"
